{
    "id": "008",
    "title": "How to Rediscover Your Beginner’s Mind",
    "body": "Here are a few practical ways to rediscover your beginner's mind and embrace the concept of shoshin.Let go of the need to add value. Many people, especially high achievers, have an overwhelming need to provide value to the people around them. On the surface, this sounds like a great thing. But in practice, it can handicap your success because you never have a conversation where you just shut up and listen. If you're constantly adding value (“You should try this…” or “Let me share something that worked well for me…”) then you kill the ownership that other people feel about their ideas. At the same time, it's impossible for you to listen to someone else when you're talking. So, step one is to let go of the need to always contribute. Step back every now and then and just observe and listen. For more on this, read Marshall Goldsmith’s excellent book What Got You Here Won’t Get You There (audiobook).Let go of the need to win every argument. A few years ago, I read a smart post by Ben Casnocha about becoming less competitive as time goes on. In Ben's words, “Others don't need to lose for me to win.” This is a philosophy that fits well with the idea of shoshin. If you're having a conversation and someone makes a statement that you disagree with, try releasing the urge to correct them. They don't need to lose the argument for you to win. Letting go of the need to prove a point opens up the possibility for you to learn something new. Approach it from a place of curiosity: Isn't that interesting. They look at this in a totally different way. Even if you are right and they are wrong, it doesn't matter. You can walk away satisfied even if you don't have the last word in every conversation.Tell me more about that. I have a tendency to talk a lot (see “Providing Too Much Value” above). Every now and then, I'll challenge myself to stay quiet and pour all of my energy into listening to someone else. My favorite strategy is to ask someone to, “Tell me more about that.” It doesn't matter what the topic is, I'm simply trying to figure out how things work and open my mind to hearing about the world through someone else's perspective.Assume that you are an idiot. In his fantastic book, Fooled by Randomness, Nassim Taleb writes, “I try to remind my group each week that we are all idiots and know nothing, but we have the good fortune of knowing it.” The flaws discussed in this article are simply a product of being human. We all have to learn information from someone and somewhere, so we all have a mentor or a system that guides our thoughts. The key is to realize this influence.We are all idiots, but if you have the privilege of knowing that, then you can start to let go of your preconceptions and approach life with a beginner's mind."
}